{ "_id" : "scopatz", "avatar" : "https://avatars1.githubusercontent.com/u/320553?v=3&s=200", "name" : "Anthony Scopatz", "aka" : [ "Scopatz, Anthony", "Scopatz, A.", "Scopatz, A. M.", "A. M. Scopatz", "Anthony M. Scopatz" ], "bio" : "Anthony Scopatz is currently an Associate Professor at the University of South Carolina in the Nuclear Engineering program in the Mechanical Engineering Department. He is a computational physicist and long time Python developer. Anthony holds his BS in Physics from UC, Santa Barbara and a Ph.D. in Mechanical / Nuclear Engineering from UT Austin. A former Enthought employee, he spent his post-doctoral studies at the FLASH Center at the University of Chicago in the Astrophysics Department. Then he became a Staff Scientist at the University of Wisconsin-Maidson in Engineering Physics. Anthony’s research interests revolve around essential physics modeling of the nuclear fuel cycle, and information theory & entropy. Anthony is proudly a fellow of the Python Software Foundation and has published and spoken at numerous conferences on a variety of science & software development topics.", "title" : "Dr.", "employment" : [ { "begin_year" : 2013, "location" : "Madison, WI", "other" : [ "Cyclus: An agent-based, discrete time nuclear fuel cycle simulator.", "PyNE: The Nuclear Engineering Toolkit." ], "end_year" : 2015, "organization" : "CNERG, The University of Wisconsin-Madison", "position" : "Associate Scientist, Engineering Physics Department" }, { "organization" : "The FLASH Center, The University of Chicago", "begin_year" : 2011, "location" : "Chicago, IL", "begin_month" : "Nov", "other" : [ "NIF: Simulation of magnetic field generation from neutral plasmas using FLASH.", "CosmoB: Simulation of magnetic field generation from neutral plasmas using FLASH.", "FLASH4: High-energy density physics capabilities and utilities.", "Simulated Diagnostics: Schlieren, shadowgraphy, Langmuir probes, etc. from FLASH.", "OpacPlot: HDF5-based equation of state and opacity file format." ], "end_year" : 2013, "end_month" : "May", "position" : "Research Scientist, Postdoctoral Scholar, Astronomy & Astrophysics Dept." }, { "organization" : "Enthought, Inc.", "begin_year" : 2010, "location" : "Austin, TX", "begin_month" : "May", "other" : [ "PlotTool: Time series data visualization for J.P. Morgan Chase.", "PivotTable: Data cube configuration, management, and visualization for J.P. Morgan Chase.", "WIPP-PA: Waste Isolation Pilot Project Performance Assessment tool for Sandia Nat’l Labs.", "EasyGuide2: Dental implant imaging software for Keystone Dental." ], "end_year" : 2011, "end_month" : "October", "position" : "Scientific Software Developer" } ], "position" : "professor", "education" : [ { "begin_year" : 2008, "degree" : "Ph.D. Mechanical Engineering, Nuclear and Radiation Engineering Program", "location" : "Austin, TX", "other" : [ "Adviser: Erich A. Schneider", "Dissertation: Essential Physics for Fuel Cycle Modeling & Analysis" ], "end_year" : 2011, "gpa" : 3.74, "institution" : "The University of Texas at Austin" }, { "begin_year" : 2006, "degree" : "M.S.E. Mechanical Engineering, Nuclear and Radiation Engineering Program", "location" : "Austin, TX", "other" : [ "Adviser: Erich A. Schneider", "Thesis: Recyclable Uranium Options under the Global Nuclear Energy Partnership" ], "end_year" : 2007, "gpa" : 3.74, "institution" : "The University of Texas at Austin" }, { "begin_year" : 2002, "degree" : "B.S. Physics", "location" : "Santa Barbara, CA", "other" : [ "Graduated with a Major in Physics and a Minor in Mathematics" ], "end_year" : 2006, "gpa" : 3.34, "institution" : "University of California, Santa Barbara" } ] }
